Repository: An-ette/optimetaCitations
Catalog: locale/*/locale.po
Languages: de_de, es_es, nl_nl, tr_tr

# plugins.generic.optimetaCitationsPlugin.name
source: Optimeta Citations Plugin
de_de: Optimeta Zitate Plugin
tr_tr: Optimeta Atıflar Eklentisi

# plugins.generic.optimetaCitationsPlugin.description
source: Optimeta Citations Plugin
de_de: Optimeta Zitate Plugin
tr_tr: Optimeta Atıflar Eklentisi

# plugins.generic.optimetaCitationsPlugin.publicationStatement
source: Publication Statement
de_de: Veröffentlichungserklärung
es_es: Declaración de publicación
nl_nl: Publicatieverklaring
tr_tr: Yayın Beyanı

# plugins.generic.optimetaCitationsPlugin.publicationStatement.description
source: Add a publication statement that you would like to appear on every publication's landing page
de_de: Fügen Sie eine Publikationsbeschreibung hinzu, die auf jeder Landing Page einer Publikation erscheinen soll
es_es: Añade una declaración de publicación que te gustaría que apareciera en la página de destino de cada publicación
nl_nl: Voeg een publicatieverklaring toe die je op elke landingspagina van elke publicatie wilt laten verschijnen
tr_tr: Her yayının açılış sayfasında görünmesini istediğiniz bir yayın açıklaması ekleyin

# plugins.generic.optimetaCitationsPlugin.publication.label
source: Citations
de_de: Zitate
es_es: Citas
tr_tr: Atıflar

# plugins.generic.optimetaCitationsPlugin.clear.button
source: Clear
de_de: Löschen
es_es: Borrar
nl_nl: Verwijderen
tr_tr: Temizle

# plugins.generic.optimetaCitationsPlugin.clear.question
source: The current parsed citations will be removed if you click OK. Are you sure?
de_de: Die aktuell geparsten Zitate werden entfernt, wenn Sie auf OK klicken. Are you sure?
es_es: Las citas actuales analizadas se eliminarán si hace clic en OK. Are you sure?
nl_nl: De huidige geparseerde citaten worden verwijderd als je op OK klikt. Weet je het zeker?
tr_tr: Tamam'a tıklarsanız mevcut ayrıştırılmış alıntılar kaldırılacaktır. Emin misiniz?

# plugins.generic.optimetaCitationsPlugin.citations.empty.description
source: Parsed citations are empty. Please use the button above to parse and enrich the citations.
de_de: Eingelesene Zitate sind leer. Bitte benutzen Sie die Schaltfläche oben, um die Zitate zu analysieren und anzureichern.
es_es: Las citas analizadas están vacías. Por favor use el boton de arriba para parsear y enriquecer las citas.
nl_nl: Geparseerde citaten zijn leeg. Gebruik alsjeblieft de knop hierboven om de citaten te ontleden en te verrijken.
tr_tr: Ayrıştırılan alıntılar boş. Alıntıları ayrıştırmak ve zenginleştirmek için lütfen yukarıdaki düğmeyi kullanın.

# plugins.generic.optimetaCitationsPlugin.process.button
source: Process
de_de: Verarbeiten
es_es: Procesar
nl_nl: Verwerken
tr_tr: İşlem

# plugins.generic.optimetaCitationsPlugin.process.label
source: Parsed references
de_de: Geprüfte Referenzen
es_es: Referencias analizadas
nl_nl: Geparsed referenties
tr_tr: Ayrıştırılmış referanslar

# plugins.generic.optimetaCitationsPlugin.process.description
source: Please use the button at the right to parse the references into different parts. After extracting DOIs, extra metadata will be acquired from external websites and shown below. Submission of this metadata will be done automatically, when this submission is published and received a DOI.
de_de: Bitte benutzen Sie die Schaltfläche rechts, um die Referenzen in verschiedene Teile zu zerlegen.<br/>Nach dem Extrahieren der DOIs werden zusätzliche Metadaten von externen Websites erfasst und unten angezeigt.<br/>Die Übermittlung dieser Metadaten erfolgt automatisch, wenn dieser Beitrag veröffentlicht wird und einen DOI erhält.
es_es: Por favor, utilice el botón de la derecha para analizar las referencias en diferentes partes. Despues de extraer los DOIs, los metadatos adicionales seran adquiridos de sitios web externos y se mostraran a continuacion. La presentacion de estos metadatos se hara automaticamente, cuando esta presentacion sea publicada y reciba un DOI.
nl_nl: Gebruik de knop aan de rechterkant om de referenties in verschillende delen te ontleden. Na het extraheren van DOI's, zullen extra metadata worden verkregen van externe websites en hieronder getoond worden. Indienen van deze metadata zal automatisch worden gedaan, wanneer deze indiening is gepubliceerd en een DOI heeft ontvangen.
tr_tr: Referansları farklı parçalara ayırmak için lütfen sağdaki düğmeyi kullanın.<br/>DOI'ler çıkarıldıktan sonra, harici web sitelerinden ekstra meta veriler elde edilecek ve aşağıda gösterilecektir.<br/>Bu meta verilerin gönderimi, bu gönderim yayınlandığında ve bir DOI aldığında otomatik olarak yapılacaktır.

# plugins.generic.optimetaCitationsPlugin.process.question
source: The current parsed citations will be overwritten if you click OK. All your modifications will be lost. Are you sure?
de_de: Die aktuell geparsten Zitate werden überschrieben, wenn Sie auf OK klicken. Alle Ihre Änderungen gehen dabei verloren. Sind Sie sicher?
es_es: Las citas actuales analizadas se sobreescribirán si hace clic en OK. Todas sus modificaciones se perderan. ¿Está seguro?
nl_nl: De huidige geparseerde citaten zullen worden overschreven als je op OK klikt. Al je wijzigingen zullen verloren gaan. Weet je het zeker?
tr_tr: Tamam'a tıklarsanız mevcut ayrıştırılmış alıntıların üzerine yazılacaktır. Tüm değişiklikleriniz kaybolacaktır. Emin misiniz?

# plugins.generic.optimetaCitationsPlugin.author.add.button
source: Add Author
de_de: Autor hinzufügen
es_es: Añadir Autor
tr_tr: Yazar Ekle

# plugins.generic.optimetaCitationsPlugin.author.remove.question
source: Are you sure you want to delete this author?
de_de: Sind Sie sicher, dass Sie diesen Autor löschen wollen?
es_es: ¿Seguro que quiere eliminar este autor?
tr_tr: Bu yazarı silmek istediğinizden emin misiniz?

# plugins.generic.optimetaCitationsPlugin.publication.success
source: The citations have been updated.
de_de: Die Zitate wurden aktualisiert.
es_es: Las citas han sido actualizadas.
nl_nl: De citaties zijn bijgewerkt.
tr_tr: Alıntılar güncellendi.

# plugins.generic.optimetaCitations.settings.form.saved
source: Settings saved successfully
de_de: Einstellungen erfolgreich gespeichert
es_es: Ajustes guardados con éxito
nl_nl: Instellingen succesvol opgeslagen
tr_tr: Ayarlar başarıyla kaydedildi

# plugins.generic.optimetaCitations.settings.wikidata_username
source: Wikidata bot username
de_de: Wikidata-Bot-Benutzername
nl_nl: Wikidata bot gebruikersnaam
tr_tr: Wikidata bot kullanıcı adı

# plugins.generic.optimetaCitations.settings.wikidata_password
source: Wikidata bot password
de_de: Wikidata-Bot-Passwort
nl_nl: Wikidata bot wachtwoord
tr_tr: Wikidata bot şifresi
